IdeaRS.Connections
IConnectionPartData Interface
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.IConnectionPartData"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public interface IConnectionPartData
The IConnectionPartData type exposes the following members.
Properties
Name | Description
Name
 Gets or sets the name of the connection part
OperationId
 Gets or sets the id
Top
See Also
Reference
IdeaRS.Connections.Data Namespace